Repository: 0Karim/ElectronicsShop_App
Catalog: ElectronicShop_App/ElectronicShop.WebUI/Resources/Shared/ErrorMessages.*.resx
Languages: ar

# AccessDenied
source: Sorry, you don't have permission to access this page
ar: نأسف . لا يمكنك الدخول لهذه الصفحة

# AdminRepeated
source: This user already exists
ar: هذا المستخدم تم اضافته من قبل

# AjaxDataTableLoadingError
source: Sorry, an error occured while getting data from server, please refresh page and try again.
ar: نأسف حدث خطأ عند تحميل البيانات من فضلك قم بتحديث الصفحة واعادة المحاولة

# AjaxNotAuthenticated
source: Your session has been expired, please login and try again
ar: لقد انتهت جلسة العمل الخاصة بك من فضلك قم بإعادة الدخول والمحاولة مرة اخرى

# AjaxNotAuthorized
source: You are not authorized to access this page, please contact system administrator
ar: غير مصرح لك باستخدام هذة الخاصية من فضلك اتصل بمدير النظام

# BarCodeRepeated
source: BarCode already exist
ar: هذا الباركود تم ادخاله من قبل

# ClientRepeated
source: Client already exists
ar: العميل الذى تم ادخاله موجود من قبل

# CountryRepeated
source: Country already exist
ar: هذه الدولة تم ادخالها من قبل

# DateIntersected
source: This Journey intersected with another journey for this merchandiser in the same store
ar: هذة الرحلة متقاطعة مع رحلة اخري لهذا المصفف فى نفس المخزن

# EndDateBeforeJoinDate
source: End date cannot be before join date
ar: تاريخ الانتهاء لا يمكن ان يكون قبل تاريخ الانضمام

# EndDateBeforeStartDate
source: End date cannot be before start date
ar: تاريخ الانتهاء لا يمكن ان يكون قبل تاريخ البداية

# EnterUserNamePass
source: Please enter user name and password
ar: من فضلك ادخل اسم المستخدم وكلمة المرور

# GeneralAjaxError
source: Sorry, Error occured while calling server please refresh page and try again.
ar: نأسف حدث خطأ اثناء الاتصال بالخادم من فضلك قم بتحديث الصفحة واعادة المحاولة

# GeneralError
source: General error occured, please try again later
ar: حدث خطأ فى النظام من فضلك حاول فى وقت لاحق

# InvalidData
source: Inserted data is not valid
ar: البيانات التى تم ادخالها غير صحيحة

# InvalidLoginData
source: Invalid user name or password
ar: بيانات الدخول غير صحيحة

# InvalidModelState
source: Inserted data is not valid, please insert all required fields with correct value
ar: البيانات التى تم ادخالها غير صحيحة من فضلك ادخل جميع الحقول المطلوبة بطريقة صحيحة

# MerchandiserRepeated
source: Merchandiser already exists
ar: هذا المصفف تم ادخاله من قبل

# OldNewPasswordSame
source: New password must be different from old one
ar: يجب ان تختلف كلمة المرور الجديدة عن القديمة

source: Old password not correct
ar: كلمة المرور الحالية غير صحيحة

# PasswordsNoMatch
source: Password and confirm not matched
ar: كلمة المرور والتأكيد غير متطابق

source: Sku Not Exist
ar: عذرا هذا الرقم التعريفي للصنف غير موجود

# PlanogramRepeated
source: planogram already exists
ar: هذا المخطط تم ادخاله من قبل

# StoreRepeated
source: Store already exists
ar: هذا المخزن تم ادخاله من قبل

# OrderRepeated
source: Order already exists
ar: هذا الترتيب تم ادخاله من قبل

# StoreClusterRepeated
source: Store cluster already exists
ar: هذه المجموعة تم ادخالها من قبل

# SizeExceed2M
source: Photo Size exceeded 2 Megabytes
ar: لقد تخطى حجم الصورة 2 ميجابايت

# ErrorUpload
source: Error occured while uploading photo
ar: حدث خطأ اثناء رفع الصورة

# DecisionRepeated
source: Decision already exist
ar: هذا القرار تم ادخاله من قبل

# StockRepeated
source: Stock already exists
ar: هذا المخزون تم ادخاله من قبل

# SkuNotValid
source: Sku is not valid
ar: هذا الرقم التعريفى غير صحيح

# RangeRepeated
source: Range number already exists
ar: رقم النطاق هذا تم ادخاله من قبل

source: Error
ar: خطأ

# GradeDecisionRepeated
source: This grade, decision and status already exists
ar: هذه الدرجة و القرار و الحالة تم ادخالهم من قبل

# ItemRepeated
source: Item already exist
ar: هذا العنصر تم ادحالة من قبل

source: No data to export
ar: لا يوجد بيانات ليتم تصديرها

source: Store Not Affected
ar: من المخازن لم يتم تعديلهم

# StocksNotAffected
source: Stock Not Affected
ar: من مخزون الاصناف لم يتم تعديلهم

source: Image not found
ar: الصورة غير موجودة

# ShelfBrandWidthRepeated
source: Brand Shelf and Width already exists
ar: هذه البيانات لرف العلامة التجارية تم إدخالها من قبل

# BrandsNotAffect
source: Brand Not Affected
ar: من العلامات التجارية لم يتم تعديلهم

# BrandRepeated
source: Brand already exists
ar: هذه العلامة التجارية تم ادخالها من قبل

# ItemNotVaild
source: Items Not Affected
ar: من الاصناف لم يتم تعديلهم

# NoStoresSelected
source: Sorry, No data seleced please select one or more and try again.
ar: نأسف لم يتم اختيار مخزن لاستيراد بياناته الرجاء اختيار مخزن او اكتر و المحاولة مرة اخرى

# DeactivatedFaild
source: Error has been Occured
ar: لقد حدث خطأ

# DetailsRepeated
source: Same data already exists please select valid data and try again.
ar: هذه البيانات موجوده بالفعل الرجاء ادخال بيانات صحيحة و المحاولة مرة اخرى.

# SupplierRepeated
source: Supplier already exists
ar: هذا المورد تم ادخاله من قبل

# UserRepeated
source: User already exists
ar: هذا المستخدم تم ادخاله من قبل

# ModeDatesRangBetweenStartEndDate
source: Modes Dates must between join date and end date
ar: تواريخ Modes يجب ان تكون بين تاريخ الانضمام وتاريخ الانتهاء

# SupplierBrandNotExist
source: File Not exist
ar: هذا الملف غير موجود

source: Success
ar: تم بنجاح
