Repository: 0Karim/ElectronicsShop_App
Catalog: ElectronicShop_App/ElectronicShop.WebUI/Resources/Shared/Strings.*.resx
Languages: ar

# ActivateSuccess
source: Activated successfully
ar: تم التفعيل بنجاح

source: Active
ar: نشط

source: Add
ar: اضافة

source: All
ar: الكل

source: Back to home
ar: العودة للصفحة الرئيسية

# CitiesTitle
source: Cities
ar: المدن

# CountriesTitle
source: Countries
ar: الدول

# DeleteSuccess
source: Delete successfully
ar: تم الحذف بنجاح

source: Edit
ar: تعديل

source: Language
ar: اللغة

source: Logout
ar: تسجيل الخروج

source: Not Active
ar: غير نشط

# RegionsTitle
source: Regions
ar: المناطق

# PleaseSelect
source: Please select item
ar: اختر

# SaveButton
source: Save
ar: حفظ

# SaveSuccess
source: Saved Successfully
ar: تم الحفظ بنجاح

# StoresTitle
source: Stores
ar: المخازن

source: Dashboard
ar: لوحة التحكم

# GeoSetting
source: Geo Settings
ar: الاعدادات الجغرافية

# StoreClusterTitle
source: Store Cluster
ar: مجموعات المخازن

# StoreSetting
source: Store Admin
ar: إدارة المخازن

# MerchandiserTitle
source: Merchandisers
ar: المصففين

# ClientsTitle
source: Clients
ar: العملاء

# StoresClusterTitle
source: Stores Cluster
ar: مجموعة المخازن

source: Apply
ar: تطبيق

source: Cancel
ar: إلغاء

source: April
ar: ابريل

# Aug
source: August
ar: اغسطس

# Dec
source: December
ar: ديسمبر

# Feb
source: February
ar: فبراير

# Friday
source: Fri
ar: جمعة

# Jan
source: January
ar: يناير

source: July
ar: يوليو

source: June
ar: يونيو

# Mar
source: March
ar: مارس

source: May
ar: مايو

# Monday
source: Mon
ar: اثنين

# Nov
source: November
ar: نوفمبر

# Oct
source: October
ar: اكتوبر

source: Saturday
ar: سبت

# Sep
source: September
ar: سبتمبر

# Sunday
source: Sun
ar: احد

# Thursday
source: Thu
ar: خميس

# Tuesday
source: Tue
ar: ثلاثاء

# Wednesday
source: Wed
ar: اربعاء

# MerchandiserSettings
source: Merchandiser Admin
ar: إدارة المصففين

# JourneyTitle
source: Merchandiser Schedule
ar: جدول عمل المصففين

source: Login
ar: تسحيل الدخول

source: Change password
ar: تغيير كلمة المرور

# PasswordChangeSuccess
source: Password changed successfully, you will be redirected to login
ar: تم تغيير كلمة المرور بنجاح سيتم تحويلك لشاشة الدخول الان

source: System Admin
ar: إدارة النظام

# BarCodesTitle
source: Barcodes
ar: الباركود

# PlanogramSettings
source: Planogram Admin
ar: إدارة المخطط البيانى

# PlanogramTitle
source: Planogram
ar: المخطط البيانى

# Items
source: Items Admin
ar: إدارة الاصناف

source: Items Barcodes
ar: تعريف الباركود

# AdminsTitle
source: System users
ar: المستخدمين

source: Details
ar: التفاصيل

# DecisionTitle
source: Decisions
ar: قرارات الاصناف

# DeleteSuccessScheduDisabled
source: Deactivate successfully, merchanidser schedules related to this store has been disabled
ar: تم التعطيل بنجاح . تم تعطيل جميع جداول عمل المصففين الخاصه بهذا المخزن

# ItemsDecisions
source: Decisions
ar: القرارات

# StockTitle
source: Items Stocks
ar: مخزون الاصناف

# InsertSuccess
source: Inserted Successfully
ar: تم الاضافة بنجاح

# UpdateSuccess
source: Updated Successfully
ar: تم التعديل بنجاح

# PriorityTitle
source: Planogram priority
ar: أولوية المخطط البيانى

# ItemsTitle
source: Items
ar: الاصناف

source: Reports
ar: التقارير

# GradeDecisionTitle
source: Grade decisions and status
ar: ربط درجات الاصناف بالقرارات

# ItemsGradeDecisions
source: Grade decisions and status
ar: ربط درجات الاصناف بالقرارات

# AvailabilitySummaryTitle
source: Availability Summary
ar: ملخص الاصناف

# AvailabilityDetailsTitle
source: Availability Details
ar: تفاصيل اتاحة الاصناف

source: Export Excel
ar: تصدير اكسل

# AvailabilityReports
source: Availability
ar: الاصناف المتاحة

# FreeScanTitle
source: Free Scan
ar: المسح الحر

source: City
ar: المدينة

# RefNumber
source: Session ID
ar: رقم الجلسة

source: ScannedSKUs
ar: عدد العناصر

source: Start Session
ar: بداية الجلسة

source: Status
ar: الحالة

source: Store
ar: المخزن

# ALevel
source: Division
ar: مستوى A

# BLevel
source: Department
ar: مستوى B

source: Brand
ar: العلامة التجارية

source: CCode
ar: الكود

# CLevel
source: Category
ar: مستوى C

# ClusterCode
source: C.Code
ar: كود C

# DecisionStatus
source: Decision
ar: القرار

source: Details Search
ar: بحث التفاصيل

# DetailsTitle
source: Availability Details
ar: تفاصيل اتاحة الاصناف

source: Item Desc
ar: اسم الصنف

# ItemNumber
source: Item NO.
ar: رقم الصنف

# MaterialGrade
source: M.G
ar: درجة المادة

# MaterialType
source: M.T
ar: نوع المادة

# SalesPrice
source: SP.VAT
ar: سعر البيع

# ScanningStatus
source: S.S
ar: حالة المسح

source: Search
ar: بحث

source: Search Criteria
ar: محددات البحث

source: Search Result
ar: نتيجة البحث

source: SR
ar: رقم

source: Vendor
ar: البائع

source: V.Number
ar: رقم البائع

source: Completed
ar: مكتملة

source: In progress
ar: فعالة

source: Barcode
ar: الباركود

# DescionMsg
source: Descion
ar: القرار

source: Expire Date
ar: تاريخ الانتهاء

# ItemDescription
source: Description
ar: الوصف

source: Scan Date
ar: تاريخ المسح

source: Sku
ar: الرمز التعريفي للصنف

# PerformanceReportTitle
source: Merchandisers Performance Report
ar: تقرير الكفاءة للمصففين

# AvailabilityPerformanceReport
source: Availability
ar: الاصناف المتاحة

# FreshnessPerformanceReport
source: Freshness
ar: صلاحية الاصناف

source: Merchandiser
ar: المصفف

source: Total
ar: الاجمالى

# PerformanceReportMenu
source: Performance
ar: كفاءة المصففين

source: Unsuccessful Scans
ar: عمليات المسح الغير ناجحة

source: Photo
ar: الصورة

# AvailabilityOutOfStockTitle
source: Out of Stock Report
ar: تقرير نفاذ الاصناف

source: Availability
ar: الاتاحة

source: Category Manager
ar: مدير الفئة

source: Purchase Area
ar: منظقة الشراء

source: Stock On Hand
ar: الموجود حاليا

source: Store Code
ar: كود المخزن

source: A-Code
ar: Aكود

source: ADesc
ar: Aوصف كود

source: B-Code
ar: كود B

source: BDesc
ar: وصف كود B

source: C-Code
ar: كود C

source: CDesc
ar: وصف كود C

# UnsuccessfulScansReportMenu
source: Unsucessful scan
ar: المسح الغير ناجح

source: Available
ar: متاح

source: Not available
ar: غير متاح

# VendorNum
source: Vendor No.
ar: رقم البائع

source: Date
ar: التاريخ

source: Year
ar: السنة

source: Freshness By Region
ar: نظارة حسب المنطقة

source: Id
ar: المعرف

source: CityId
ar: رقم المدينة

# ImportExcelUploadFail
source: File uploaded successfully, but there is not data to display, it may be no changes or addition to records or excel data is not valid
ar: تم رفع ملف الاكسل بنجاح ولكن اما انه لا يحتوى على اى تعديل او اضافة بيانات او ان النموذج غير مطابق

# ImportExcelUploadSuccess
source: File uploaded successfully, a sample of file data is loaded in the table below, please review it then click save to save changes
ar: تم رفع ملف الاكسل بنجاح تم عرض عينة من البيانات فى الجدول بالاسفل يرجى مراجعتها وبعد ذلك اضغط حفظ ليتم حفظ البيانات

source: Excel File Not Exist
ar: ملف الاكسيل غير موجود

# SomethingWentWrong
source: Something went wrong please try again later
ar: حدث خطأ ما الرجاء المحاولة مرة اخرى

# AddedSuccessfuly
source: Excel sheet data added successfuly.
ar: تم اضافة جميع بيانات لاكسيل بنجاح.

source: Availability Dashboard
ar: الاصناف المتاحة

# FreshnessDetailsTitle
source: Freshness
ar: تفاصيل صلاحية الاصناف

# ReportSummaryTitle
source: Total
ar: الاجمالي

# FreshnessDetailsMenu
source: Freshness Details
ar: التفاصيل

# FreshnessReports
source: Freshness
ar: صلاحية الاصناف

# ShelfBrandWidthTitle
source: Brand Shelf Width
ar: مساحة العلامة التجارية فى الرف

source: Closed Sessions
ar: الجلسات المغلقة

source: Open Sessions
ar: الجلسات المفتوحة

# BrandsMenu
source: Brands
ar: العلامة التجارية

# SomeAddedSuccessfuly
source: Some records added successfuly and some records have values already exists edit this values and try again.
ar: تم ادخال بعض البيانات بنجاح و تم فشل ادخال البعض لاحتوائهم على بيانات مشابه ,الرجاء التعديل و اعادة المحاولة.

# MapLocation
source: Store Location
ar: مكان المخزن

source: A Label
ar: ملصق A

source: Brand Width
ar: عرض العلامة التجارية

source: C Label
ar: ملصق C

source: No. Of Shelves
ar: عدد الارفف

source: Suggested Brand Width
ar: مقترح عرض العلامة التجارية

source: Total Shelf Width
ar: اجمالى عرض الرف

source: Not Scanned
ar: لم يتم المسح

source: Scanned
ar: تم المسح

# ShareOfShelfMenu
source: Share of shelf
ar: مساحة الارفف

source: TMR ID
ar: رقم المصفف

source: TMR Name
ar: اسم المصفف

source: Working Date
ar: تاريخ العمل

# MerchandiserId
source: TRM ID
ar: رقم المصفف

source: Merchandiser Name
ar: اسم المصفف

source: Share %
ar: المساهمة %

source: Ongoing
ar: مستمرة

# ExportMasterExcel
source: Export excel for selected stores
ar: تصدير اكسيل للمخازن المختارة

# PlanoGramDetailsReportTitle
source: PlanoGram Details Report
ar: تقرير تفاصيل المخطط البيانى

source: Of
ar: من

# ScannedName
source: Scanned
ar: مسح

# DeactivatedSuccess
source: Deactivated successfully
ar: تم التعطيل بنجاح

source: Closed
ar: مغلق

source: Open
ar: مفتوح

source: Mission Status
ar: حالة المهمة

source: Session Id
ar: رقم الجلسة

# MerchandiserRepeated
source: Some merchandiser data already exsists please select unique name and username and try again.
ar: بعض بيانات المصففين موجوده بالفعل الرجاء اختيار اسم و اسم مستخدم غير موجود و المحاولة مرة اخري

# JourneyRepeated
source: Some Journey data intersected with exist journies please select valid dates and try again.
ar: بعض بيانات بعض الرحلات متقاطعة مع رحلات اخرى الرجاء ادخال بيانات صحيحة و المحاولة مرة اخري

# PlanoGramSummaryReportTitle
source: Planogram Summary Report
ar: تقرير ملخص المخطط البيانى

# PlanogramDetails
source: Details
ar: التفاصيل

# PlanogramReportTitle
source: Planogram
ar: المخطط البيانى

# PlanogramSummary
source: Summary
ar: الملخص

source: View
ar: اعرض

# PlanoGramPhotosTitle
source: Planogram Photos
ar: صور المخطط البيانى

source: Pharmacy Only
ar: الصيدلية فقط

source: Pharmacy With Code
ar: الصيدلية مع الكود

# SuppliersTitle
source: Suppliers
ar: الموردين

# AddSupplierUserTitle
source: Add Supplier User
ar: اضافة مستخدم للمورد

# EditSupplierUserTitle
source: Edit Supplier User
ar: تعديل مستخدم المورد

# SupplierUserTitle
source: Users
ar: المستخدمين

source: No Photos Found
ar: لا يوجد صور

source: Found
ar: موجود

source: Not Found
ar: غير موجود

# ExportDetailsDetailExcel
source: Export Details
ar: استيراد التفاصيل

# ExportDetailsMasterExcel
source: Export Summary
ar: استيراد الملخص

# ShelfConfigurationTitle
source: Shelf Configuration
ar: تقرير ترتيب الارفف

source: Closed By
ar: اغلقت بواسطة

source: Open By
ar: افتتحت بواسطة

source: Progress
ar: مستوى التقدم

source: Scanned Planograms
ar: تم المسح

source: Session End Date
ar: تاريخ انتهاء الجلسة

source: Session Start Date
ar: تاريخ بداية الجلسة

source: Total Planograms
ar: مجموع المخططات البيانية

source: Session Status
ar: حالة الجلسة

# ExportNotFound
source: Export Not Found (Active Stock)
ar: تصدير الاصناف غير الموجودة

# SosConfigMenu
source: Shelf config.
ar: مساحات الارفف

# SosDetailsMenu
source: Details
ar: التفاصيل

# ZoneTitle
source: Zones
ar: المناطق

source: Product Data
ar: بيانات المنتج

# Products
source: Product
ar: المنتجات
